import articleImg1 from '@/assets/images/articles/rectangle-23.jpg'
import articleImg2 from '@/assets/images/articles/rectangle-24.jpg'
import articleImg3 from '@/assets/images/articles/rectangle-25.jpg'

export const postsMock = [
  {
    id: 1,
    theme: 'Менеджемент',
    image: articleImg1,
    title: 'Минфин предложил единый налоговый вычет',
    date: 'Арман Арманов, Октябрь 13, 2022',
    text: 'Минфин разработал новый формат индивидуальных инвестиционных счетов (ИИС-III) — его включат в систему единого налогового вычета наряду с пенсионными и страховыми инвестициями. С 2024 года ИИС-III полностью заменит ИИС-I, запущенный в 2015 году. Новый инвестсчет будет неинтересен для инвесторов в предложенной ',
  },
  {
    id: 2,
    theme: 'Менеджемент',
    image: articleImg2,
    title: 'Рэй Далио перестал считать наличные «мусором»',
    date: 'Арман Арманов, Октябрь 13, 2022',
    text: 'Минфин разработал новый формат индивидуальных инвестиционных счетов (ИИС-III) — его включат в систему единого налогового вычета наряду с пенсионными и страховыми инвестициями. С 2024 года ИИС-III полностью заменит ИИС-I, запущенный в 2015 году. Новый инвестсчет будет неинтересен для инвесторов в предложенной ',
  },
  {
    id: 3,
    theme: 'Менеджемент',
    image: articleImg3,
    title: 'Инвестиции в 5G – необходимое условие экономического развития',
    date: 'Арман Арманов, Октябрь 13, 2022',
    text: 'Минфин разработал новый формат индивидуальных инвестиционных счетов (ИИС-III) — его включат в систему единого налогового вычета наряду с пенсионными и страховыми инвестициями. С 2024 года ИИС-III полностью заменит ИИС-I, запущенный в 2015 году. ',
  },
]