import valueIcon1 from '@/assets/icons/worth/diamond.svg';
import valueIcon2 from '@/assets/icons/worth/chart.svg';
import valueIcon3 from '@/assets/icons/worth/briefcase.svg';
import valueIcon4 from '@/assets/icons/worth/handshake.svg';

export const teamMock = [
  {
    id: 1,
    image: valueIcon1,
    title: 'Стабильность',
    text: 'Сохранность капитала клиентов приоритетнее доходности - каждое решение взвешено, обдумано и оценено.',
  },
  {
    id: 2,
    image: valueIcon2,
    title: 'Устойчивость',
    text: 'Устойчивое развитие — основа нашей бизнес-модели. Начиная с поиска и оценки предоставившихся возможностей для бизнеса до последовательного развития наших проектов и реаллокации капитала в новые возможности.',
  },
  {
    id: 3,
    image: valueIcon3,
    title: 'Команда',
    text: 'Команда Fonte Capital LTD – основа успеха. Каждый сотрудник Компании – это ценный актив в рабочем процессе фонда. Наша цель – создание такой рабочей атмосферы и условий, которые позволят максимально раскрыть потенциал каждого сотрудника для достижения максимального результата.',
  },
  {
    id: 4,
    image: valueIcon4,
    title: 'Репутация',
    text: 'Ответственность и этика – основа нашей деятельности. Деятельность в рамках лучших практик (Корпоративный Кодекс этики и стандарты профессионального поведения) позволяет предлагать клиентам более качественные инвестиционные продукты, отвечающие высоким требованиям и ожиданиям самых требовательных клиентов.',
  }
];
